update movie
set info = '一个鞋匠家庭出身的12岁墨西哥小男孩米格，自幼有一个音乐梦，但音乐却是被家庭所禁止的，他们认为自己被音乐诅咒了。在米格秘密追寻音乐梦时，因为触碰了一把吉他而踏上了亡灵土地。每年的亡灵节日，逝去的家人都会返回人间与亲人团聚，但从来还没有人去到过亡灵的世界。米格被多彩绚丽的亡灵世界所震撼，而更令他的惊喜的是，他重逢了失去的太爷爷和祖辈们，一家人要想办法将米格重新送回人间。'
where movie_id = 1;
update movie
set info = '生性乐观的波比和脾气暴躁的布兰发现，他们只是巨魔部落散落在六块土地上的六个魔发精灵部落之一，每个部落都致力于不同的音乐风格——流行、放克、摇滚、古典、高科技舞曲以及乡村。当硬摇滚部落的霸女王开始寻找并收集吉他拨片，要摧毁所有其他类型的音乐时，波比和布兰跟朋友们一起试图拯救世界.'
where movie_id = 2;
update movie
set info = 'Rick（张国荣饰）是一位热爱枪械和射击的人，他与他的朋友是IPSC（实用射击）的比赛高手，也是改枪的能手。同时也认识了重案组的苗警官（方中信饰演），Joe（张民光饰演）鉴证科的Vincent（谷德昭饰演）。在比赛场上，Rick与阿苗相遇并认定彼此为对手，两人在赛场上不分高下，就在决胜的时刻，昔日的好友老余因股票亏损，精神失常闯入比赛中枪杀人群，Rick及阿苗举起枪自卫，然而阿苗对于这个认识的人，却迟迟无法开枪。此时老余的枪已指向Rick的女朋友Colleen，Rick当场将老余杀死。Rick首次用枪一尝杀人的的快感。'
where movie_id = 3;
update movie
set info = '小男孩米格（安东尼·冈萨雷斯AnthonyGonzalez配音）一心梦想成为音乐家，更希望自己能和偶像歌神德拉库斯（本杰明·布拉特BenjaminBratt配音）一样，创造出打动人心的音乐，但他的家族却世代禁止族人接触音乐米格痴迷音乐，无比渴望证明自己的音乐才能，却因为一系列怪事，来到了五彩斑斓又光怪陆离的神秘世界。在那里，米格遇见了魅力十足的落魄乐手埃克托（盖尔·加西亚·贝纳尔GaelGarcíaBernal配音），他们一起踏上了探寻米格家族不为人知往事的奇妙之旅，并开启了一段震撼心灵、感动非凡、永生难忘的旅程。'
where movie_id = 4;
update movie
set info = '痞性十足的冷锋（吴京饰）屡屡惹祸，有人说他是流氓，是痞子， 也有人说他是英雄，是传奇，在一次行动中冷锋违抗军令打死了恐怖分子，要被开除出队，却意外得到了神秘部队战狼的接纳，但本想换个地方继续惹祸的他却跳进了另外一个深渊，冷傲的战狼副队长，擦出暧昧火花的性感女队长龙小云（余男饰），心计颇深腹黑的毒枭，枉死的队友，雇佣兵跨过边境线入侵中国，一切都使他陷入了麻烦中。一切都在考验这个团队的毒瘤冷锋，他不知该何去何从。'
where movie_id = 5;